Repository: ZemezLab/jet-theme-wizard
Catalog: languages/jet-theme-wizard-*.po
Languages: fr_fr, ru_ru

source: Installation data lost, please return to previous step and try again.
fr_fr: Données d’installation perdues, merci de revenir en arrière et de réessayer.
ru_ru: Данные для установки были утеряны. Пожалуйста, повторите предыдущий шаг.

source: Request failed. Please, try again later.
fr_fr: La demande a échoué. Merci de réessayer plus tard.
ru_ru: Запрос не выполнен. Пожалуйста, повторите попытку позже.

source: Child theme generated. Installing...
fr_fr: Thème enfant généré. Installation…
ru_ru: Создана дочерняя тема. Устанавливается ...

source: Child theme installation skipped. Continue with parent theme...
fr_fr: Installation du thème enfant ignorée. Continuer avec le thème parent…
ru_ru: Установка дочерней темы пропущена. Продолжить с родительской темой ...

source: Theme URL was lost. Please refresh page and try again.
fr_fr: URL du thème perdue. Merci d’actualiser la page ou de réessayer.
ru_ru: URL темы был потерян. Пожалуйста, обновите страницу и повторите попытку.

source: Can't find theme to activate
fr_fr: Thème à activer non trouvé
ru_ru: Не найдена тема для активации.

source: The theme is already active. Redirecting...
fr_fr: Le thème est déjà activé. Redirection en cours…
ru_ru: Тема уже активна. Перенаправление...

source: The theme is sucessfully activated. Redirecting...
fr_fr: Le thème a bien été activé. Redirection en cours…
ru_ru: Тема успешно активирована. Перенаправление...

source: Please fill in License field and try again
fr_fr: Merci de remplir le champ licence et de réessayer
ru_ru: Пожалуйста, заполните поле для лицензионного ключа и попробуйте снова.

source: Your license activated. Downloading and installing theme...
fr_fr: Licence activée. Téléchargement et installation du thème…
ru_ru: Ваша лицензия успешно активирована. Загрузка и установка темы...

source: You are not allowed to access this
fr_fr: Vous n’êtes pas autorisé à accéder à ceci
ru_ru: Вам не предоставлен доступ

source: Nonce verfictaion failed
fr_fr: Vérification échouée
ru_ru: Данная проверка не удалась

source: Installing plugins wizard...
fr_fr: Installation des gestionnaire d’extensions…
ru_ru: Устанавливается Мастер установки плагинов...

source: Plugins wizard data not found.
fr_fr: Données du gestionnaire d’installation non trouvées.
ru_ru: Данные Мастера установки плагинов не найдены.

source: All done, redirecting...
fr_fr: Terminé, redirection en cours…
ru_ru: Готово, перенаправление ...

source: The theme is succesfully installed. Activating...
fr_fr: Le thème a bien été installé. Activation en cours…
ru_ru: Тема успешно установлена. Активация...

source: The theme has been already installed. Activating...
fr_fr: Le thème a déjà été installé. Activation en cours…
ru_ru: Тема была успешно установлена. Активация...

source: Unable to connect to the filesystem. Please confirm your credentials.
fr_fr: Connexion au système de fichiers impossible. Merci de confirmer vos identifiants.
ru_ru: Не удается подключиться к файловой системе. Пожалуйста, подтвердите данные.

source: Plugins wizard installed and activated. Redirecting...
fr_fr: Gestionnaire d’extensions installé et activé. Redirection en cours…
ru_ru: Мастер установки плагинов установлен и активирован. Перенаправление...

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le paquet distant de l’extension ne contient aucun dossier avec le terme désiré et le renommer n’a pas fonctionné.
ru_ru: Пакет плагинов не содержит папку с нужным slug, и переименование не сработало.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Merci de contacter le fournisseur de l’extension afin qu’il compile son extension selon les principes de Wordpress.
ru_ru: Обратитесь к поставщику плагинов и попросите упаковать плагин в соответствии с рекомендациями WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le paquet distant de l’extension est composé de plus d’un fichier, mais les fichiers ne sont pas compilés en dossier.
ru_ru: Пакет плагинов состоит из нескольких файлов, но файлы не упакованы в папку.

source: Sorry, you are not allowed to activate license
fr_fr: Désolé, vous n’êtes pas autorisé à activer la licence
ru_ru: У Вас нет прав активировать лицензионный ключ.

source: Please provide valid license key
fr_fr: Merci de fournir une licence valide
ru_ru: Пожалуйста, предоставьте радочий лицензионный ключ.

source: Internal error, please try again later.
fr_fr: Erreur interne, merci de réessayer plus tard.
ru_ru: Внутренняя ошибка. Пожалуйста, попробуйте позже.

source: Your license is missing. Please check your key again.
fr_fr: Votre licence est manquante. Merci de la vérifier à nouveau.
ru_ru: Ваш лицензионный ключ введен неправильно. Пожалуйста, его корректность еще раз.

source: <strong>You have no more activations left.</strong> Please upgrade to a more advanced license (you'll only need to cover the difference).
fr_fr: <strong>Il ne vous reste plus d’activations.</strong> Merci de mettre votre licence à niveau (vous ne paierez que la différence).
ru_ru: <strong>Действие лицензии окончено.</strong> Пожалуйста, приобретите расширенную лицензию (для приобретния Вы можете оплатить только разницу в стоимости).

source: <strong>Your License Has Expired.</strong> Renew your license today to keep getting feature updates, premium support and unlimited access to the template library.
fr_fr: <strong>Votre licence n’est plus valide.</strong> Renouvellez votre licence dès aujourd’hui pour continuer à bénéficier des nouvelles mises à jour, du support Premium et de l’accès illimité à la bibliothèque de modèles.
ru_ru: <strong>Срок действия лицензионного ключа истек.</strong> Обновите лицензию сегодня чтобы в дальнейшем получать обновления, премиальную клиентскую поддержку и иметь неограниченный доступ к библиотеке шаблонов.

source: <strong>Your license key has been cancelled</strong> (most likely due to a refund request). Please consider acquiring a new license.
fr_fr: <strong>Votre licence a été annulée</strong> (probablement suite à une demande de remboursement). Pensez à en acquérir une nouvelle.
ru_ru: <strong>Действие Вашего лицензионного ключа было прекращено</strong> (наиболее вероятно, Вы подали запрос на возмещение стоимости). Пожалуйста, рассмотрите приобретение нового лицензионного ключа.

source: <strong>Your license key doesn't match your current domain</strong>. This is most likely due to a change in the domain URL of your site (including HTTPS/SSL migration). Please deactivate the license and then reactivate it again.
fr_fr: <strong>Votre licence ne correspond pas à ce nom de domaine</strong>. C’est probablement dû à un changement d’URL de votre site (dont la migration HTTPS/SSL). Merci de désactiver la licence et de la réactiver.
ru_ru: <strong>Ваш лицензионный ключ не совпадает с доменом, выбранным для использования</strong>. Возможно, Вы сменили доменное имя сайта (HTTPS/SSL миграция также может привести к данной ошибке). Пожалуйста, деактивируйте лицензионный ключ для предыдущего домена и активируйте его для домена, который актуален.

source: <strong>Your license key doesn't match your current domain</strong>. This is most likely due to a change in the domain URL. Please deactivate the license and then reactivate it again.
fr_fr: <strong>Votre licence ne correspond pas à ce nom de domaine</strong>. C’est probablement dû à un changement d’URL. Merci de désactiver la licence et de la réactiver.
ru_ru: <strong>Ваш лицензионный ключ не совпадает с доменом, выбранным для использования</strong>. Возможно, Вы сменили доменное имя сайта. Пожалуйста, деактивируйте лицензионный ключ для предыдущего домена и активируйте его для домена, который актуален.

source: An error occurred. Please check your internet connection and try again. If the problem persists, contact our support.
fr_fr: Il y au une erreur. Merci de vérifier votre connexion internet et de réessayer. Si le problème persiste, contactez le support.
ru_ru: Поизошла ошибка. Пожалуйста, проверьте соединение с сетью Интернет. Если проблема не исчезнет, обратитесь в нашу службу поддержки клиентов.

source: * Please, fill this field
fr_fr: * Merci de remplir ce champ
ru_ru: Пожалуйста, заполните это поле

source: We can't find any information about installed theme. Please, return to previous
fr_fr: Aucune information trouvée à propos du thème installé. Merci de revenir en arrière
ru_ru: Мы не можем обнаружить информацию об установленной теме. Пожалуйста, вернитесь к предыдущему действию

source: Use child theme?
fr_fr: Utiliser le thème enfant ?
ru_ru: Использовать дочернюю тему?

source: We recommend you to use our child themes generator to get child theme for %s
fr_fr: Nous recommandons l’utilisation de notre générateur de thèmes enfants pour obtenir le thème enfant pour %s
ru_ru: Мы рекомендуем Вам использовать генератор дочерних тем для получения дочерней темы для %s

source: Continue with parent theme
fr_fr: Continuer avec le thème parent
ru_ru: Продолжить используя родительскую тему

source: Skip child theme installation and continue with parent theme.
fr_fr: Ignorer l’installation du thème enfant et continuer avec le thème parent.
ru_ru: Пропустить установку дочерней темы и продолжить используя родительскую тему.

source: Use child theme
fr_fr: Utiliser le thème enfant
ru_ru: Использовать дочернюю тему

source: Download and install child theme. Note: we recommend doing this, because it is the most safe way to make future modifications.
fr_fr: Télécharger et installer le thème enfant. Note : nous le recommandons : parce que c’est plus sûr pour les prochaine mises à jour.
ru_ru: Загрузка и установка дочерней темы. Важно: мы рекомендуем использовать дочернюю тему, поскольку она позволит безопасно вносить изменения.

source: Continue
fr_fr: Continuer
ru_ru: Продолжить

source: The theme is successfully installed
fr_fr: Le thème a été correctement installé
ru_ru: Тема успешно установлена

source: Congratulations, your theme is successfully installed!
fr_fr: Félicitations, votre thème a été correctement installé!
ru_ru: Поздравляем, тема успешно установлена!

source: Install Theme
fr_fr: Installer le thème
ru_ru: Установить тему

source: Please, enter your license key to start installation:
fr_fr: Merci d’entrer votre licence pour commencer l’installation:
ru_ru: Пожалуйста, введите лицензионный ключ чтобы начать установку:

source: License Key:
fr_fr: Licence:
ru_ru: Лицензионный ключ:

source: Enter your license key here...
fr_fr: Entrer votre licence ici…
ru_ru: Введите лицензионный ключ...

source: Start Install
fr_fr: Commencer l’installation
ru_ru: Начать установку
